<route lang="json">
{
	"meta": {
		"title": "About",
		"requiresAuth": true
	}
}
</route>

<template>
	<div className="px-4 pt-header-safe">
		<div class="pt-6">
			<p>Ace Gaming - ваш лучший проводник в мир компьютерных игр, предоставляющий удобные условия для незабываемого времяпрепровождения.</p>
			<br />
			<p>Основные особенности нашей платформы включают:</p>
			<br />
			<div>
				<ol type="1">
					<li>1. Просмотр доступных компьютеров с помощью смартфона и быстрое бронирование в несколько кликов.</li>
					<li>2. Удобное пополнение баланса с использованием сервиса Kaspi или переводом между клиентами.</li>
					<li>3. Начало игровой сессии без необходимости заполнять авторизационные данные благодаря сканированию QR-кода.</li>
				</ol>
			</div>
			<br />
			<p>Наши партнеры предлагают эксклюзивные преимущества, такие как выгодные тарифы и индивидуальные скидки, делая ваш игровой опыт еще более приятным.</p>
			<br />
			<p>Добро пожаловать в Ace Gaming - погрузитесь в удивительный мир компьютерных игр вместе с нами!</p>

			<div class="pt-6">
				<router-link to="/privacy-policy" class="text-blue-500">Политика конфиденциальности ></router-link>
			</div>
		</div>
	</div>
</template>
