<route lang="json">
{
"meta": {
"title": "Privacy Policy",
"requiresAuth": false
}
}
</route>

<template>
	<div className="pt-header-safe">
		<div className="px-4 pb-4">
			<h1 class="font-semibold text-2xl">Политика конфиденциальности</h1>
			<div class="pt-3 flex flex-col gap-y-4">
				<p>Добро пожаловать в Ace Gaming, разработанное Adamar Solutions! Мы уважаем вашу конфиденциальность и обязуемся защищать вашу личную информацию. Эта Политика конфиденциальности описывает, как мы собираем, используем и делимся вашей информацией при использовании нашего мобильного приложения, предназначенного для управления компьютерными игровыми клубами.</p>
				<div>
					<h2 class="font-bold text-xl">Информация, которую мы собираем</h2>
					<ul class="list-disc ml-6 pt-2">
						<li>
							<strong>Личная информация:</strong> Когда вы регистрируетесь или используете наше приложение, мы можем собирать такие личные данные, как ваше имя, адрес электронной почты, номер телефона и данные о членстве в игровом клубе.
						</li>
						<li>
							<strong>Данные об использовании клуба:</strong> Информация о вашем использовании компьютерного игрового клуба, включая время входа, продолжительность сессий, сыгранные игры и использованные услуги.
						</li>
						<li>
							<strong>Платежная информация:</strong> Данные, необходимые для обработки транзакций, такие как информация о платёжной карте, если вы совершаете покупки через приложение.
						</li>
						<li>
							<strong>Информация об устройстве:</strong> Данные об устройстве, которое вы используете для доступа к нашему приложению, включая IP-адрес, тип устройства, операционную систему и шаблоны использования приложения.
						</li>
						<li>
							<strong>Данные о местоположении:</strong> С вашего разрешения мы можем собирать данные о местоположении вашего устройства для предоставления услуг, основанных на местоположении, таких как поиск ближайших игровых клубов или специальных акций.
						</li>
					</ul>
				</div>
				<div>
					<h2 class="font-bold text-xl">Как мы используем вашу информацию</h2>
					<ul class="list-disc ml-6  pt-2">
						<li>
							<strong>Предоставление услуг:</strong> Для работы, поддержания и улучшения предоставляемых нами услуг, включая управление вашим членством и игровыми сессиями в клубе.
						</li>
						<li>
							<strong>Общение:</strong> Для связи с вами по поводу обновлений, акций и новостей, касающихся компьютерного игрового клуба.
						</li>
						<li>
							<strong>Персонализация:</strong> Для персонализации вашего опыта, предоставления контента и рекомендаций, соответствующих вашим интересам и игровым предпочтениям.
						</li>
						<li>
							<strong>Безопасность:</strong> Для обеспечения безопасности и целостности наших услуг и операций игрового клуба.
						</li>
					</ul>
				</div>

				<div>
					<h2 class="font-bold text-xl">Распространение вашей информации</h2>
					<p class="pt-2">Мы не продаём вашу личную информацию. Мы можем передавать ваши данные:</p>
					<ul class="list-disc ml-6 pt-2">
						<li>
							<strong>Поставщикам услуг:</strong> Доверенным третьим сторонам, которые помогают нам управлять приложением и услугами, таким как платёжные процессоры, компании по аналитике данных и службы поддержки клиентов.
						</li>
						<li>
							<strong>Управление игровым клубом:</strong> Информация, необходимая для управления компьютерным игровым клубом, предоставления услуг и обеспечения бесперебойной работы.
						</li>
						<li>
							<strong>По требованию закона:</strong> Когда это требуется по закону, регламенту или правовому процессу, а также для защиты наших прав, прав пользователей или других лиц.
						</li>
					</ul>
				</div>

				<div>
					<h2 class="font-bold text-xl">Ваши права</h2>
					<p class=" pt-2">Вы имеете право:</p>
					<ul class="list-disc ml-6  pt-2">
						<li>Получить доступ и обновить свою личную информацию через приложение.</li>
						<li>Запросить удаление ваших данных, с учётом наших политик по хранению данных и правовых обязательств.</li>
						<li>Отказаться от получения рекламных сообщений от нас.</li>
						<li>Отозвать согласие на обработку данных, если согласие является основанием для такой обработки.</li>
					</ul>
				</div>
			</div>
			<h2 class="font-bold text-xl pt-3">Безопасность</h2>
			<p class="pt-2">Мы внедряем надёжные меры безопасности для защиты вашей информации, включая шифрование и контроль доступа. Однако ни одна система не является полностью безопасной, и мы не можем гарантировать абсолютную безопасность ваших данных.</p>
			<h2 class="font-bold text-xl pt-3">Контакты</h2>
			<p class="pt-2">Если у вас есть вопросы или опасения по поводу этой Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу </p>
			<p class="font-bold">privacy@adamar.solutions.</p>
		</div>
	</div>
</template>
